/****************************************************************************************
> File Name: wwpc_light_control.h
> Description：
> Log:    Author     Time            modification
        | wwpc       2021/1/5        Create
        |
******************************************************************************************/
#ifndef _wwpc_LIGHT_CONTROL_H
#define _WWPC_LIGHT_CONTROL_H

//=========================引用=================================
#include "wwpc_config.h"



//==========================宏==================================





//=======================外部引用===============================





//=========================申明=================================
void lutec_protocol_dp_data(uint8_t *par, int par_len);
void lutec_scenes_start(void);
void lutec_scenes_runing(void);






#endif
/*************************************File end********************************************/
